{
    "Homepage": {
        "hero-title": "Welcome to Desmar Global Inc.",
        "hero-subtitle": "The leading supplier of Yucca Schidigera extract and fiber",
        "who-we-are-title": "Who We Are",
        "who-we-are-p1": "Desmar Global Incorporated is a well-established wholesale distributor of Yucca Schidigera, operating for over 25 years. Throughout these two decades, we have cultivated strong relationships with a diverse range of associates, cultivators, and communities in Mexico.",
        "who-we-are-p2": "Our commitment to our philosophy and our partners makes us a sustainable supplier of Yucca Schidigera products that fulfill our customers' needs. We take pride in our specialty: developing solutions for end-users in Yucca Schidigera fiber and extract.",
        "about-us-link": "About Us",
        "our-products-title": "Our Products",
        "our-products-extract": "Yucca extracts at various Brix levels (30%, 40%, and 50%)",
        "our-products-fiber": "Yucca Fiber at various TDS and Mesh Levels",
        "our-products-orders": "Orders packaged according to Customer Needs",
        "more-product-info-link": "More Product Information",
        "order-from-us-link": "Order From Us",
        "agriculture-link": "Schidigera for Agriculture", 
        "livestock-link": "Schidigera for Livestock",
        "cosmetics-link": "Schidigera for Cosmetics",
        "about-yucca-link": "About Yucca Schidigera"
    },
    "About-Us": {
        "about-desmar-title": "About Desmar Global Inc.", 
        "interesting-text-largest-supplier": "As the world's largest supplier of Yucca Schidigera, with over 25 years of experience, we take great pride in the quality of our products. ",
        "interesting-text-our-commitment": "Our long-standing commitment to excellence and customer satisfaction drives everything we do.",
        "main-well-established": "Desmar Global is a well-established wholesale distributor of Yucca Schidigera, operating for over 25 years. Throughout these two decades, we have cultivated strong relationships with a diverse range of associates, cultivators, and communities in Mexico.",
        "main-our-commitment": "Our commitment to our philosophy and our partners makes us a sustainable supplier of Yucca Schidigera products that fulfill our customers' needs.",
        "main-our-specialty": "We take pride in our specialty: developing solutions for end-users in Yucca Schidigera fiber and extract. As the largest supplier of Yucca Schidigera, we offer extracts at various Brix levels (30%, 40%, and 50%) and fiber at different TDS and mesh levels. Our facility prioritizes customer needs, and we can package all orders according to specific requirements.",
        "main-choose-desmar": "Choose Desmar Global and trust that you are selecting a reliable supplier with a strong commitment to customer satisfaction.",
        "community-commitment-title": "Our Commitment to Local Communities",
        "community-commitment-close-work": "We work closely with local cultivators and native groups, fostering a collaborative community approach to ensure a consistent and reliable supply of premium Yucca Schidigera products.",
        "community-commitment-ejidos": "We work with communal landholding communities known as “Ejidos” (pronounced e-HEE-dos), which create economic opportunities and generate local employment. Ejidos play a vital role in empowering farmers by promoting community organization, shared decision-making, and the sustainable management of natural resources."
    },
    "Our-Products": { 
    "yucca-schidigera-products-title": "Yucca Schidigera Products",
    "interesting-text-leading-suppliers": "Leading suppliers of Yucca Schidigera in extracts and fibers, giving you quality in your product.",
    "desmar-description-p1": "Desmar Global Inc. is a Yucca Schidigera fiber and Yucca Schidigera extract supplier with highly competitive prices. Desmar Global Inc. offers a wide range of packaging options to cater to diverse customer requirements. The company is committed to providing only the highest quality yucca Schidigera products, all of which are FDA-approved.",
    "desmar-description-p2": "At Desmar Global Inc., we take pride in our products. We work closely with local growers and native groups, fostering a collaborative community approach to ensure a consistent and reliable supply of premium yucca Schidigera products. Our comprehensive product line includes a variety of Yucca Schidigera extracts and fibers, each designed to meet specific customer needs.",
    "splash-premium-yucca": "Premium Yucca Schidigera Products",
    "splash-pure-power": "Pure Power from the Desert",
    "concentrate-extract-title": "Yucca Schidigera Concentrate/Extract",
    "concentrate-extract-brix-levels": "Yucca extracts at various Brix levels (30%, 40%, and 50%)",
    "concentrate-extract-p1": "Our Yucca Schidigera Extract is the natural solution you need to enhance the quality of your products. Our raw material is carefully extracted and purified to produce a highly concentrated formula that is packaged in 55-gallon drums, 250-gallon totes, and 330-gallon totes.",
    "concentrate-extract-p2": "Choose our extract today and experience the benefits of a pure and effective product.",
    "concentrate-extract-inquire-link": "Inquire for Order Details",
    "fiber-powder-title": "Yucca Schidigera Fiber/Powder",
    "fiber-powder-tds-levels": "Yucca Fiber at various TDS and Mesh Levels",
    "fiber-powder-p1": "Yucca Schidigera Powder/Fiber is a raw material that maintains its foaming ability and ingredient integrity for over two years. It comes in packaging that includes double polyethylene-lined bags, fiber drums or cardboard boxes, with net weights of 20 kg, 25 kg, and 50 lbs (22.67 kg).",
    "fiber-powder-p2": "Choose our fiber today and experience the benefits of a pure and effective product.",
    "fiber-powder-inquire-link": "Inquire for Order Details"
    },
    "About-Yucca": {
        "what-is-yucca-title": "What is Yucca Schidigera?",
        "interesting-text-botanical-gem": "A botanical desert gem with uses across many industries",
        "main-p1" : "The Yucca Schidigera plant, also known as the Mojave yucca, the Spanish Dagger, or the Joshua Tree, is a natural wonder of the Southwestern United States and Baja California, Mexico. Its towering height of 10ft to 12ft, small flower cluster, and conspicuous basal trunk make it a sight to behold. It is no wonder then that this magnificent tree is highly prized for its numerous benefits and applications in various industries.",
        "main-p2" : "The Yucca Schidigera's diverse applications make it an essential component of many products in several industries. From improving animal health to increasing crop yields, this plant is a true botanical gem.",
        "main-p3" : "The Yucca Schidigera plant is categorized by the Federal Drug Administration (FDA) and the Association of American Feed Control Officials (AAFCO) as “generally regarded as safe” or GRAS for use in supplements and animal feeds.",
        "where-grown-title" : "Where is Yucca Schidigera Grown?",
        "where-grown-description" : "Currently, most of the world's Yucca Schidigera products come from Mexico, where farmers harvest the plant and transport it to processing facilities. The most useful part of the plant is its trunk, known as yucca logs. These logs are mechanically cut, dried, and ground to produce 100% yucca powder/fiber or mechanically squeezed to obtain yucca juice/extract.",
        "uses-title" : "Uses of Yucca Schidigera",
        "yucca-for-agriculture-title" : "Yucca Schidigera for Agriculture",
        "yucca-for-agriculture-p1" : "Yucca Schidigera extract is widely used as a natural biostimulant, promoting crop growth and development, particularly under drought stress conditions. It has been shown to enhance seed germination and improve early plant vigor in several crop species.",
        "yucca-for-agriculture-p2" : "Additionally, due to its high saponin content, Yucca Schidigera acts as a natural fungicide, with multiple, laboratory studies demonstrating its ability to inhibit the growth of common plant-pathogenic fungi.",
        "yucca-for-agriculture-p3" : "By reducing the need for synthetic pesticides and fertilizers, Yucca Schidigera offers an eco-friendly solution for sustainable agriculture.",
        "yucca-for-agriculture-further-reading" : "Further Reading",
        "fungicide-link" : "Yucca Schidigera for Early Vigor and Natural Fungicides",
        "government-link" : "Yucca Schidigera Government Report as Safe",
        "yucca-for-livestock-title" : "Yucca Schidigera for Livestock",
        "yucca-for-livestock-p1" : "Yucca schidigera is widely used in animal feed as a natural additive for poultry, swine, cattle, and even in aquaculture.",
        "yucca-for-livestock-p2" : "When incorporated into livestock diets, Yucca has been shown to reduce ammonia emissions in swine and methane emissions in ruminants, helping to improve air quality and reduce the environmental impact of animal agriculture.",
        "yucca-for-livestock-p3" : "In poultry, Yucca supplementation has been linked to numerous benefits including improved feed efficiency, enhanced protein and energy utilization, and higher survival rates.",
        "yucca-for-livestock-p4" : "Similar benefits have been reported in the aquaculture industry, where Yucca's saponins help lower waterborne ammonia levels, contributing to better animal health and survival.",
        "yucca-for-livestock-further-reading" : "Further Reading",
        "yucca-for-livestock-greenhouse-link" : "Study on Yucca as applied to reducing greenhouse gases emission",
        "yucca-for-cosmetics-title" : "Yucca Schidigera for Cosmetics",
        "yucca-for-cosmetics-p1" : "Yucca Schidigera is a natural source of saponins, which are plant-derived compounds that create a foam when mixed with water. This allows the extract to be used in cosmetics as a foaming or cleansing agent.",
        "yucca-for-cosmetics-p2" : "The plant also contains other natural compounds in its root, leaves, and flower that are used in cosmetics to protect skin, maintain skin condition, and enhance the fragrance of a product.",
        "yucca-for-cosmetics-further-reading" : "Further Reading",
        "yucca-for-cosmetics-cosmile-link" : "COSMILE European Cosmetic Database on Yucca Extract"
    },
    "Contact-Us": { 
        "contact-us-title": "Contact Us",
        "interesting-text-reach-out": "We would love to hear from you! Whether you have questions, feedback, or just want to say hello, feel free to reach out.",
        "details": "We are available for product inquiry over email, phone, at our address, or by submitting the contact form below.",
        "or-visit": "Better yet, visit us! We love our customers, so feel free to visit us in person.",
        "email-title": "EMAIL",
        "phone-number-title": "PHONE",
        "hours-title": "HOURS",
        "monday-title": "Mon",
        "tuesday-title": "Tue",
        "wednesday-title": "Wed",
        "thursday-title": "Thu",
        "friday-title": "Fri",
        "saturday-title": "Sat",
        "sunday-title": "Sun",
        "hours-closed": "Closed",
        "contact-form-title": "Contact Form",
        "contact-form-prompt": "Leave your email if you want to be contacted by our support team.",
        "contact-form-name": "Name",
        "contact-form-company": "Company",
        "contact-form-email": "Email",
        "contact-form-phone": "Phone",
        "contact-form-optional": "Optional",
        "contact-form-leave-us-a-message": "Leave us a Message",
        "contact-form-product-of-interest": "Product of Interest",
        "contact-form-select-multiple": "Select Multiple",
        "contact-form-yucca-concentrate-extract": "Yucca Concentrate/Extract",
        "contact-form-yucca-fiber-powder": "Yucca Fiber/Powder",
        "contact-form-submit-button": "Submit",
        "contact-form-we-will-respond": "We will respond to you as soon as possible. Thank you!"
    },
    "Navbar": {
        "homepage": "Homepage",
        "about-us": "About Us",
        "our-products": "Our Products",
        "about-yucca-schidigera": "About Yucca Schidigera",
        "contact-us": "Contact Us"
    },
    "Footer": { 
        "about-us":"About Us",
        "contact-us":"Contact Us",
        "get-a-quote":"Get a Quote",
        "email": "Email",
        "phone-number": "Phone",
        "about-yucca-title": "ABOUT YUCCA SCHIDIGERA",
        "yucca-for-livestock-link": "Yucca Schidigera for Livestock",
        "yucca-for-agriculture-link": "Yucca Schidigera for Agriculture",
        "yucca-for-cosmetics-link": "Yucca Schidigera for Cosmetics",
        "our-products-title": "OUR PRODUCTS",
        "yucca-fiber-link": "Yucca Shidigera Fiber", 
        "yucca-extract-link": "Yucca Shidigera Extract"
    },
    "PopupCard": {
        "interested": "Interested?",
        "lets-talk": "Let's talk about your firm's needs.",
        "contact-us-at": "Contact us at (909) 770-9655 or at info@desmarglobal.com",
        "or-use-form": "Or use our form on our Contact Page:",
        "contact-form-link": "Contact Form"
    }
}