{
  "Homepage": {
    "hero-title": "Bienvenido a Desmar Global Inc.",
    "hero-subtitle": "El principal proveedor de extracto y fibra de Yucca Schidigera",
    "who-we-are-title": "Quiénes Somos",
    "who-we-are-p1": "Desmar Global Incorporated es un distribuidor mayorista bien establecido de Yucca Schidigera, operando por más de 25 años. Durante estas dos décadas, hemos cultivado relaciones sólidas con una amplia variedad de asociados, cultivadores y comunidades en México.",
    "who-we-are-p2": "Nuestro compromiso con nuestra filosofía y nuestros socios nos convierte en un proveedor sostenible de productos de Yucca Schidigera que satisfacen las necesidades de nuestros clientes. Nos enorgullece nuestra especialidad: desarrollar soluciones para los usuarios finales en fibra y extracto de Yucca Schidigera.",
    "about-us-link": "Sobre Nosotros",
    "our-products-title": "Nuestros Productos",
    "our-products-extract": "Extractos de Yucca en varios niveles Brix (30%, 40% y 50%)",
    "our-products-fiber": "Fibra de Yucca en varios niveles de TDS y Malla",
    "our-products-orders": "Pedidos empaquetados según las necesidades del cliente",
    "more-product-info-link": "Más Información del Producto",
    "order-from-us-link": "Ordene con Nosotros",
    "agriculture-link": "Schidigera para Agricultura",
    "livestock-link": "Schidigera para Ganado",
    "cosmetics-link": "Schidigera para Cosméticos",
    "about-yucca-link": "Sobre la Yucca Schidigera"
  },
  "About-Us": {
    "about-desmar-title": "Sobre Desmar Global Inc.",
    "interesting-text-largest-supplier": "Como el proveedor más grande del mundo de Yucca Schidigera, con más de 25 años de experiencia, nos enorgullece la calidad de nuestros productos.",
    "interesting-text-our-commitment": "Nuestro compromiso de larga data con la excelencia y la satisfacción del cliente impulsa todo lo que hacemos.",
    "main-well-established": "Desmar Global es un distribuidor mayorista bien establecido de Yucca Schidigera, operando por más de 25 años. Durante estas dos décadas, hemos cultivado relaciones sólidas con una amplia variedad de asociados, cultivadores y comunidades en México.",
    "main-our-commitment": "Nuestro compromiso con nuestra filosofía y nuestros socios nos convierte en un proveedor sostenible de productos de Yucca Schidigera que satisfacen las necesidades de nuestros clientes.",
    "main-our-specialty": "Nos enorgullece nuestra especialidad: desarrollar soluciones para los usuarios finales en fibra y extracto de Yucca Schidigera. Como el mayor proveedor de Yucca Schidigera, ofrecemos extractos en varios niveles Brix (30%, 40% y 50%) y fibra en diferentes niveles de TDS y malla. Nuestra instalación prioriza las necesidades del cliente, y podemos empaquetar todos los pedidos según los requisitos específicos.",
    "main-choose-desmar": "Elija Desmar Global y confíe en que está seleccionando un proveedor confiable con un fuerte compromiso con la satisfacción del cliente.",
    "community-commitment-title": "Nuestro Compromiso con las Comunidades Locales",
    "community-commitment-close-work": "Trabajamos estrechamente con cultivadores locales y grupos indígenas, fomentando un enfoque comunitario colaborativo para asegurar un suministro constante y confiable de productos premium de Yucca Schidigera.",
    "community-commitment-ejidos": "Trabajamos con comunidades de propiedad comunal conocidas como 'Ejidos', que crean oportunidades económicas y generan empleo local. Los Ejidos juegan un papel vital en empoderar a los agricultores mediante la promoción de la organización comunitaria, la toma de decisiones compartida y la gestión sostenible de los recursos naturales."
  },
  "Our-Products": {
    "yucca-schidigera-products-title": "Productos de Yucca Schidigera",
    "interesting-text-leading-suppliers": "Proveedores líderes de Yucca Schidigera en extractos y fibras, ofreciéndole calidad en su producto.",
    "desmar-description-p1": "Desmar Global Inc. es un proveedor de fibra y extracto de Yucca Schidigera con precios altamente competitivos. Desmar Global Inc. ofrece una amplia gama de opciones de empaque para satisfacer diversos requisitos del cliente. La empresa está comprometida a proporcionar solo productos de la más alta calidad de Yucca Schidigera, todos aprobados por la FDA.",
    "desmar-description-p2": "En Desmar Global Inc., nos enorgullecen nuestros productos. Trabajamos estrechamente con agricultores locales y grupos indígenas, fomentando un enfoque comunitario colaborativo para asegurar un suministro constante y confiable de productos premium de Yucca Schidigera. Nuestra línea de productos incluye una variedad de extractos y fibras de Yucca Schidigera, cada uno diseñado para satisfacer necesidades específicas del cliente.",
    "splash-premium-yucca": "Productos Premium de Yucca Schidigera",
    "splash-pure-power": "Poder Puro del Desierto",
    "concentrate-extract-title": "Concentrado/Extracto de Yucca Schidigera",
    "concentrate-extract-brix-levels": "Extractos de Yucca en varios niveles Brix (30%, 40% y 50%)",
    "concentrate-extract-p1": "Nuestro extracto de Yucca Schidigera es la solución natural que necesita para mejorar la calidad de sus productos. Nuestra materia prima se extrae y purifica cuidadosamente para producir una fórmula altamente concentrada que se empaqueta en tambores de 55 galones, cubas de 250 galones y cubas de 330 galones.",
    "concentrate-extract-p2": "Elija nuestro extracto hoy y experimente los beneficios de un producto puro y efectivo.",
    "concentrate-extract-inquire-link": "Solicite Detalles del Pedido",
    "fiber-powder-title": "Fibra/Polvo de Yucca Schidigera",
    "fiber-powder-tds-levels": "Fibra de Yucca en varios niveles de TDS y Malla",
    "fiber-powder-p1": "El Polvo/Fibra de Yucca Schidigera es una materia prima que mantiene su capacidad espumante e integridad de ingredientes por más de dos años. Se presenta en envases que incluyen bolsas con revestimiento de polietileno doble, tambores de fibra o cajas de cartón, con pesos netos de 20 kg, 25 kg y 50 libras (22.67 kg).",
    "fiber-powder-p2": "Elija nuestra fibra hoy y experimente los beneficios de un producto puro y efectivo.",
    "fiber-powder-inquire-link": "Solicite Detalles del Pedido"
  },
  "About-Yucca": {
    "what-is-yucca-title": "¿Qué es la Yucca Schidigera?",
    "interesting-text-botanical-gem": "Una joya botánica del desierto con usos en muchas industrias",
    "main-p1": "La planta Yucca Schidigera, también conocida como yuca del Mojave, Daga Española o Árbol de Joshua, es una maravilla natural del suroeste de Estados Unidos y Baja California, México. Su imponente altura de 10 a 12 pies, pequeño racimo floral y tronco basal prominente la convierten en una visión espectacular. No es de extrañar que este magnífico árbol sea muy valorado por sus numerosos beneficios y aplicaciones en diversas industrias.",
    "main-p2": "Las diversas aplicaciones de la Yucca Schidigera la convierten en un componente esencial de muchos productos en varias industrias. Desde mejorar la salud animal hasta aumentar los rendimientos agrícolas, esta planta es una verdadera joya botánica.",
    "main-p3": "La planta Yucca Schidigera está categorizada por la Administración de Alimentos y Medicamentos (FDA) y la Asociación de Oficiales de Control de Alimentos para Animales (AAFCO) como 'generalmente reconocida como segura' (GRAS) para su uso en suplementos y alimentos para animales.",
    "where-grown-title": "¿Dónde se Cultiva la Yucca Schidigera?",
    "where-grown-description": "Actualmente, la mayoría de los productos de Yucca Schidigera del mundo provienen de México, donde los agricultores cosechan la planta y la transportan a instalaciones de procesamiento. La parte más útil de la planta es su tronco, conocido como troncos de yucca. Estos troncos se cortan mecánicamente, se secan y se muelen para producir polvo/fibra 100% de yucca o se exprimen mecánicamente para obtener jugo/extracto de yucca.",
    "uses-title": "Usos de la Yucca Schidigera",
    "yucca-for-agriculture-title": "Yucca Schidigera para Agricultura",
    "yucca-for-agriculture-p1": "El extracto de Yucca Schidigera se utiliza ampliamente como biostimulante natural, promoviendo el crecimiento y desarrollo de cultivos, particularmente en condiciones de estrés por sequía. Se ha demostrado que mejora la germinación de semillas y la vitalidad temprana de las plantas en varias especies de cultivos.",
    "yucca-for-agriculture-p2": "Además, debido a su alto contenido de saponinas, la Yucca Schidigera actúa como un fungicida natural, con múltiples estudios de laboratorio que demuestran su capacidad para inhibir el crecimiento de hongos patógenos comunes de plantas.",
    "yucca-for-agriculture-p3": "Al reducir la necesidad de pesticidas y fertilizantes sintéticos, la Yucca Schidigera ofrece una solución ecológica para una agricultura sostenible.",
    "yucca-for-agriculture-further-reading": "Lectura Adicional",
    "fungicide-link": "Yucca Schidigera para Vitalidad Temprana y Fungicidas Naturales",
    "government-link": "Informe Gubernamental sobre Seguridad de la Yucca Schidigera",
    "yucca-for-livestock-title": "Yucca Schidigera para Ganado",
    "yucca-for-livestock-p1": "La Yucca Schidigera se utiliza ampliamente en la alimentación animal como aditivo natural para aves, cerdos, ganado e incluso en acuicultura.",
    "yucca-for-livestock-p2": "Cuando se incorpora a las dietas del ganado, se ha demostrado que la Yucca reduce las emisiones de amoníaco en cerdos y las emisiones de metano en rumiantes, ayudando a mejorar la calidad del aire y reducir el impacto ambiental de la agricultura animal.",
    "yucca-for-livestock-p3": "En las aves de corral, la suplementación con Yucca se ha asociado con numerosos beneficios que incluyen una mejor eficiencia alimenticia, mayor utilización de proteínas y energía, y tasas de supervivencia más altas.",
    "yucca-for-livestock-p4": "Se han reportado beneficios similares en la industria acuícola, donde las saponinas de la Yucca ayudan a reducir los niveles de amoníaco en el agua, contribuyendo a una mejor salud y supervivencia animal.",
    "yucca-for-livestock-further-reading": "Lectura Adicional",
    "yucca-for-livestock-greenhouse-link": "Estudio sobre Yucca aplicada a la reducción de emisiones de gases de efecto invernadero",
    "yucca-for-cosmetics-title": "Yucca Schidigera para Cosméticos",
    "yucca-for-cosmetics-p1": "La Yucca Schidigera es una fuente natural de saponinas, compuestos derivados de plantas que crean espuma al mezclarse con agua. Esto permite que el extracto se utilice en cosméticos como agente espumante o limpiador.",
    "yucca-for-cosmetics-p2": "La planta también contiene otros compuestos naturales en su raíz, hojas y flores que se utilizan en cosméticos para proteger la piel, mantener su condición y mejorar la fragancia del producto.",
    "yucca-for-cosmetics-further-reading": "Lectura Adicional",
    "yucca-for-cosmetics-cosmile-link": "Base de Datos Cosmética COSMILE de Europa sobre Extracto de Yucca"
  },
  "Contact-Us": {
    "contact-us-title": "Contáctanos",
    "interesting-text-reach-out": "¡Nos encantaría saber de ti! Ya sea que tengas preguntas, comentarios o simplemente quieras saludar, no dudes en contactarnos.",
    "details": "Estamos disponibles para consultas de productos por correo electrónico, teléfono, en nuestra dirección o enviando el formulario de contacto a continuación.",
    "or-visit": "¡Mejor aún, visítanos! Amamos a nuestros clientes, así que siéntete libre de visitarnos en persona.",
    "email-title": "CORREO ELECTRÓNICO",
    "phone-number-title": "TELÉFONO",
    "hours-title": "HORARIO",
    "monday-title": "Lun",
    "tuesday-title": "Mar",
    "wednesday-title": "Mié",
    "thursday-title": "Jue",
    "friday-title": "Vie",
    "saturday-title": "Sáb",
    "sunday-title": "Dom",
    "hours-closed": "Cerrado",
    "contact-form-title": "Formulario de Contacto",
    "contact-form-prompt": "Deja tu correo si deseas ser contactado por nuestro equipo de soporte.",
    "contact-form-name": "Nombre",
    "contact-form-company": "Empresa",
    "contact-form-email": "Correo Electrónico",
    "contact-form-phone": "Teléfono",
    "contact-form-optional": "Opcional",
    "contact-form-leave-us-a-message": "Déjanos un Mensaje",
    "contact-form-product-of-interest": "Producto de Interés",
    "contact-form-select-multiple": "Seleccionar Múltiples",
    "contact-form-yucca-concentrate-extract": "Concentrado/Extracto de Yucca",
    "contact-form-yucca-fiber-powder": "Fibra/Polvo de Yucca",
    "contact-form-submit-button": "Enviar",
    "contact-form-we-will-respond": "Te responderemos lo antes posible. ¡Gracias!"
  },
  "Navbar": {
    "homepage": "Inicio",
    "about-us": "Sobre Nosotros",
    "our-products": "Nuestros Productos",
    "about-yucca-schidigera": "Sobre la Yucca Schidigera",
    "contact-us": "Contáctanos"
  },
  "Footer": {
    "about-us": "Sobre Nosotros",
    "contact-us": "Contáctanos",
    "get-a-quote": "Solicita una Cotización",
    "email": "Correo Electrónico",
    "phone-number": "Teléfono",
    "about-yucca-title": "SOBRE LA YUCCA SCHIDIGERA",
    "yucca-for-livestock-link": "Yucca Schidigera para Ganado",
    "yucca-for-agriculture-link": "Yucca Schidigera para Agricultura",
    "yucca-for-cosmetics-link": "Yucca Schidigera para Cosméticos",
    "our-products-title": "NUESTROS PRODUCTOS",
    "yucca-fiber-link": "Fibra de Yucca Schidigera",
    "yucca-extract-link": "Extracto de Yucca Schidigera"
  },
  "PopupCard": {
    "interested": "¿Interesado?",
    "lets-talk": "Hablemos sobre las necesidades de su empresa.",
    "contact-us-at": "Contáctenos al (909) 770-9655 o a info@desmarglobal.com",
    "or-use-form": "O use nuestro formulario en la página de contacto:",
    "contact-form-link": "Formulario de Contacto"
  }
}